tap 'homebrew/bundle'

brew 'mise'
brew 'zsh-autosuggestions'
brew 'zsh-fast-syntax-highlighting'
brew 'zsh-you-should-use'
brew 'autoconf'
brew 'coreutils'
brew 'chezmoi'
brew 'curl'
brew 'direnv'
brew 'entr'
brew 'bat'
brew 'broot'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'btop'
brew 'hyperfine'
brew 'procs'
brew 'jq'
brew 'luacheck'
brew 'libpq'
brew 'libxslt'
brew 'neovim'
brew 'openssl'
brew 'pkg-config'
brew 'postgresql'
brew 'readline'
brew 'rg'
brew 'sd'
brew 'rsync'
brew 'shellcheck'
brew 'tree'
brew 'wxwidgets'
brew 'zoxide'
brew 'zsh'

cask 'raycast'
cask 'anki'
cask 'dash'
cask 'deepl'
cask 'docker'
cask 'font-jetbrains-mono-nerd-font'
cask 'google-chrome'
cask 'google-drive'
cask 'ghostty'
cask 'miro'
cask 'moom'
cask 'obsidian'
cask 'pdf-expert'
cask 'postgres-unofficial'
cask 'slack'
cask 'spotify'
cask 'tunnelblick'
cask 'time-out'
cask 'utc-menu-clock'
cask 'keymapp'
