tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'

brew 'mise'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'autoconf'
brew 'coreutils'
brew 'chezmoi'
brew 'curl'
brew 'direnv'
brew 'entr'
brew 'fd'
brew 'fop'
brew 'fswatch'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-flow-avh'
brew 'gnupg'
brew 'hugo'
brew 'htop'
brew 'jc'
brew 'jq'
brew 'luacheck'
brew 'libpq'
brew 'libxslt'
brew 'mas'
brew 'neovim'
brew 'openssl'
brew 'openssl@1.1'
brew 'pkg-config'
brew 'postgres'
brew 'rabbitmq'
brew 'readline'
brew 'rg'
brew 'rsync'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'squashfs'
brew 'svn'
brew 'tig'
brew 'tree'
brew 'tree-sitter'
brew 'watch'
brew 'wxwidgets'
brew 'yarn'
brew 'zoxide'
brew 'zsh'

cask 'alfred'
cask 'anki'
cask 'around'
cask 'chromedriver'
cask 'dash'
cask 'deepl'
cask 'docker'
cask 'fantastical'
cask 'font-fira-mono-nerd-font'
cask 'gifox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'kindle'
cask 'miro'
cask 'moom'
cask 'obsidian'
cask 'pdf-expert'
cask 'postgres-unofficial'
cask 'postman'
cask 'prusaslicer'
cask 'slack'
cask 'spotify'
cask 'tunnelblick'
cask 'time-out'
cask 'utc-menu-clock'
cask 'visual-studio-code'
cask 'zsa-wally'

mas "Things 3", id: 904280696 
