tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'autoconf'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'entr'
brew 'fennel'
brew 'fd'
brew 'fop'
brew 'fswatch'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-flow-avh'
brew 'gnupg'
brew 'heroku'
brew 'hugo'
brew 'htop'
brew 'jc'
brew 'jq'
brew 'libpq'
brew 'libxslt'
brew 'mas'
brew 'neovim'
brew 'openjdk'
brew 'openssl'
brew 'openssl@1.1'
brew 'pkg-config'
brew 'postgres'
brew 'readline'
brew 'rg'
brew 'rsync'
brew 'speedtest-cli'
brew 'squashfs'
brew 'svn'
brew 'tig'
brew 'tree'
brew 'tree-sitter'
brew 'watch'
brew 'wxwidgets'
brew 'yarn'
brew 'zoxide'
brew 'zsh'

cask 'anki'
cask 'chromedriver'
cask 'deepl'
cask 'docker'
cask 'fantastical'
cask 'font-fira-mono-nerd-font'
cask 'miro'
cask 'obsidian'
cask 'pdf-expert'
cask 'postgres-unofficial'
cask 'postman'
cask 'prusaslicer'
cask 'racket'
cask 'slack'
cask 'spotify'
cask 'time-out'
cask 'utc-menu-clock'
cask 'visual-studio-code'
cask 'zsa-wally'

mas "Flow - Focus & Pomodoro Timer", id: 1423210932
